//DB2COB JOB ,REGION=0M,MSGLEVEL=(2,1),CLASS=7,NOTIFY=&SYSUID
//         EXPORT SYMLIST=(DB2PGM)
//         SET DB2PGM=&PGMNAME
//COB EXEC PGM=IGYCRCTL,
//        PARM=(NODYNAM,'BUF(12288)',SOURCE,NOXREF,SQL)
//STEPLIB DD DSN=IGY650.SIGYCOMP,DISP=SHR
//        DD DSN=CEE.SCEERUN,DISP=SHR
//        DD DSN=CEE.SCEERUN2,DISP=SHR
//        DD DSN=DSND10.DBDG.SDSNEXIT,DISP=SHR
//        DD DSN=DSND10.SDSNLOAD,DISP=SHR
//* DBRM output must allow write
//DBRMLIB DD DSN=&SYSUID..DBRMLIB(&DB2PGM),DISP=SHR
//SYSIN   DD DSN=&SYSUID..CBL(&DB2PGM),DISP=SHR
//SYSLIN  DD DSN=&&LOADSET,DISP=(MOD,PASS),UNIT=SYSDA,
//        SPACE=(800,(500,500))
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSUT1 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT2 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT3 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT4 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT5 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT6 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT7 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT8 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT9 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT10 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT11 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT12 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT13 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT14 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSUT15 DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//SYSMDECK DD UNIT=SYSDA,SPACE=(800,(500,500),,,ROUND)
//LKED    EXEC PGM=IEWBLINK,
//           PARM='LIST,XREF,RENT,AMODE=31,RMODE=ANY'
//SYSLIB   DD DSNAME=CEE.SCEELKEX,DISP=SHR
//         DD DSNAME=CEE.SCEELKED,DISP=SHR
//         DD DSNAME=DSND10.DBDG.SDSNEXIT,DISP=SHR
//         DD DSNAME=DSND10.SDSNLOAD,DISP=SHR
//         DD DSNAME=Z10791.DCLGEN,DISP=SHR
//         DD DSNAME=Z10791.COPY,DISP=SHR
//SYSLIN   DD DSN=&&LOADSET,DISP=(OLD,DELETE)
//SYSLMOD  DD DISP=SHR,DSN=&SYSUID..LOAD(&DB2PGM)
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSUT1   DD UNIT=SYSDA,SPACE=(1024,(50,50))
//SYSIN    DD *
  INCLUDE SYSLIB(DSNALI)
//*