//RUNJCL   JOB ,MSGLEVEL=(2,1),CLASS=7,NOTIFY=&SYSUID
//EXP EXPORT SYMLIST=*
//SYM SET DB2PGM=&PGMNAME
//DSNTSO   EXEC PGM=IKJEFT01
//STEPLIB  DD DISP=SHR,DSN=&SYSUID..LOAD
//         DD DISP=SHR,DSN=ZXP.PUBLIC.LOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOD2
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *,SYMBOLS=EXECSYS
DSN SYSTEM(DBDG)
RUN PROGRAM(&DB2PGM) PLAN(&SYSUID)
/*
