//RUNDB2 JOB ,CLASS=7
//         EXPORT SYMLIST=(SSID,DB2PGM,PLAN)
//         SET SSID=DBDG
//         SET PLAN=Z10791
//         SET DB2PGM=&PGMNAME
//DSNTSO   EXEC PGM=IKJEFT01,REGION=0M
//STEPLIB  DD DISP=SHR,DSN=&SYSUID..LOAD
//         DD DISP=SHR,DSN=ZXP.PUBLIC.LOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOD2
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *,SYMBOLS=EXECSYS
  DSN SYSTEM(&SSID.)
  RUN PROGRAM(&DB2PGM) PLAN(&PLAN) PARMS('SQL')
  END
/*
