//DB2RUN   JOB ,MSGLEVEL=(2,1),CLASS=7,NOTIFY=&SYSUID
//EXP EXPORT SYMLIST=*
//SYM SET DB2PGM=COBPGM1
//DSNTSO   EXEC PGM=IKJEFT01
//STEPLIB  DD DISP=SHR,DSN=Z10791.LOAD
//         DD DISP=SHR,DSN=ZXP.PUBLIC.LOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOD2
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *,SYMBOLS=EXECSYS
DSN SYSTEM(DBDG)
RUN PROGRAM(COBPGM1) PLAN(Z10791) -
    LIB('Z10791.LOAD')
/*
